Revit 2024 API
ParameterTypeId.RbsElecApparentLoadPhasea Property
 "Apparent Load Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecApparentLoadPhasea { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecApparentLoadPhasea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecApparentLoadPhasea {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace